[
  {
    "src": "Images/News/IMG_1526.jpg",
    "title": "Naša ponosna zvijezda ponovo briljira na trci CEZ-a",
    "channel": "Na stazi Kroja u Albaniji, na stazi dugačkoj 3.800 metara, čuvenoj po izuzetno oštrom usponu, završena je jedna od etapi FIA Šampionata Centralne Evrope. Jedini srpski predstavnik, Uroš Brkić — trostruki i aktuelni šampion CEZ-a — završio je na impresivnom trećem mestu ukupnog poretka, sabirajući vremena iz obe vožnje. Brkić se popeo na vrh u klasi P3, postavivši svoj lični rekord od 2:21,493 na toj konfiguraciji. Istakao je koliki je izazov voziti po izrazito toplom vremenu, na dugom uzbrdnom pravcu, što tehnički mnogo zahteva od automobila – a posebno od vozača. „Ovaj bolid je novi i još uči da ‘stasa’ – ima poneku ’dečiju bolest’, ali pokazuje izvanredne performanse. Zahteva konstantan osećaj za upravljanje i potpunu koncentraciju,“ rekao je Brkić. Dodao je da će mu još vremena trebati da se potpuno uklopi s vozilom jer je realno ovo bio njegov prvi ozbiljniji test u novom bolidu, nakon tehničkih problema u Splitu pre mesec dana. Najavio je i nastavak sezone: Sledeća tri vikenda vozi se u Slovačkoj, na stazi Pezinska Baba, a posle toga slede trke u kratkim intervalima  ."
  },
  {
    "src": "Images/News/Alban_Brkic.jpeg",
    "title": "Više od dve decenije u automobilizmu, pregršt trofeja i nova sezona",
    "channel": "Uroš Brkić, iskusni automobilista sa impresivnom karijerom dugom 22 godine, spremno dočekuje novu sezonu. Tokom godina, osim sedam titula u Srbiji, izuzetno se istakao tako što je četiri puta osvojio titule u Centralnoevropskoj zoni, čime se ubraja među najuspešnije naše vozače.\n\n„Automobilizam mi nije samo sport, već način života. Svaka nova trka i titula predstavljaju potvrdu da strast i temeljan rad donose rezultate,“ istakao je Brkić, koji u narednoj sezoni nastupa za volanom italijanskog prototipa OSELLA PA 21/S. Ovaj bolid pokreće centralno postavljeni Honda K24 agregat zapremine 2.463 cc i snage 348 KS na 8.500 obrtaja, uz šestostepeni menjač i zadnji pogon. Sa samo 490 kg težine, automobil ima izuzetno povoljan odnos snage i mase  .\n\nBrkić je počeo trkačku karijeru 2004. godine kao junior, tada u legendarnom Zastava 850, gde je završio na trećem mestu u juniorskoj kategoriji, vozeći za AK Floyd iz Beograda. Kasnije je nastupao u različitim klasama – od Jugovih automobila, preko VW Scirocco, Honda Civic modela, Renault Clio RS Cup, Golf GTI, pa sve do Pola S2000 i Norme M20F prototipa. Trenutno nastupa za AK Galax iz Beograda – poslednjih deset godina je član istog kluba, a od ukupno sedam državnih titula, dve je osvojio još 2015. godine, kada je takođe bio šampion ESET Endurance Kupa u kružnim trkama i vicešampion CEZ u istoj disciplini. Takođe, drži nekoliko nacionalnih rekorda staza.\n\nNapomenuo je da, uz želju za daljim osvajanjima, ima i širu misiju: da unapredi kvalitet trkačkog sporta u regionu, zajedno sa svojim timom.\n\nZa sezonu 2025. godine predviđen je sledeći kalendar trka:\n\n13–15. jun: Malačka (Split, HR)\n\n4–6. jul: Kroja (Albanija)\n\n25–27. jul: Pezinska Baba (Pezinok, SK)\n\n1–3. avgust: Jankov Vršok (Uhrovec, SK)\n\n8–10. avgust: Krajška zmija (Cazin, BIH)\n\n19–21. septembar: Buzet (HR)\n\n26–28. septembar: Kosmaj (Sopot, SRB)\n\n10–12. oktobar: Hillclimb Monsters Bongo (Skradin, HR)\n\n17–19. oktobar: Dubrovnik (HR) \n\nBrkić ističe zahvalnost svim sponzorima, partnerima i vernim navijačima, čija podrška mu omogućava da ostvari nove uspehe i nastavi da piše jednu od najbogatijih priča srpskog automobilizma"
  },
  {
    "src": "Images/News/cez-sampionat-uros-brkic-4-830x553.png",
    "title": "Automobilski as Uroš Brkić dobio treći trofej zaredom: Velika čast za Srbiju na ceremoniji u Slovačkoj",
    "channel": "Svečana ceremonija proglašenja FIA šampiona Centralne Evrope za 2024. godinu upriličena je u Pezinoku kraj Bratislave. Ovom zapaženom događaju prisustvovali su šampioni iz svih kategorija i disciplina centralne Evrope.    Među proglašenim šampionima našao se jedini srpski automobilista, Uroš Brkić, koji je treću godinu zaredom osvojio ovaj šampionat u brdskim auto trkama. Tokom sezone 2024, Brkić je sa svojim bolidom Norma M20F u kategoriji prototipova nastupao na trkama širom Evrope i regiona, predstavljajući Srbiju na najbolji mogući način.Pored proglašenja šampiona, događaju su prisustvovale delegacije gotovo svih sportskih saveza iz centralne Evrope. Neposredno pre ceremonije održan je sastanak na kojem su usvojena nova pravila i potvrđen kalendar trka. U okviru pravilnika za brdske auto trke došlo je do značajnih promena nakon dugog perioda stabilnosti. Naime, u kategoriji 2, koja obuhvata prototipove i formule, primenjuju se nova pravila. Od sezone 2025. formule i prototipovi će se takmičiti zajedno, ali će biti podeljeni u četiri klase na osnovu FIA performans faktor obračuna, uzimajući u obzir faktore kao što su masa bolida, zapremina motora, vrsta menjača, aerodinamika kao i mnogi drugi ključni parametri. Po proglašenja Uroš Brkić je najavio planove za predstojeću sezonu:\"21 puna takmičarska sezona, četvrti put sam među osvajačima CEZ šampionata, 3. put uzastopno. Na prvu pomisao sa ove distance kada ovo gledam izgleda mi kao da je ovo bio relativno lagan put. Ali onda se zapitam dok mislim o ovim brojkama i shvatim koliko je tu truda, rada, znoja, novca i mnogih drugih materijalnih i nematerijalnih sredstava uloženo i vidim da baš i nije bio tako lagan put, ali je sigurno da sam uživao u svakom momentu i i dalje uživam. Kao i svako ko uživa u onome čime se bavi, uvek težim za novim izazovima i novim idejama, i to, zapravo, čini da istrajete u nečemu. Naravno, sve to ne bi bilo moguće bez podrške koju mi pružaju sponzori, klub, prijatelji i porodica i zato i ovu priliku koristim da im se iskreno zahvalim što su uz mene. Ono što je značajno spomenuti je to da se pričalo poslednje dve godine da će se pravila promeniti, i mi smo se kao tim spremali za to, i nadam se da imamo značajan i konkurentan odgovor za sezonu koja je pred nama, a o kome cemo nadam se jos razgovarati pre sezone. Svi smo prvi put u ovim pravilima i rano je prognozirati, ali verovatno će mnoge stvari biti jasnije na prvim trkama\", poručuje srpski automobilski as.Ovaj događaj ponovo je potvrdio značaj CEZ šampionata i brdskih auto trka u regionu. Očekuje se da će nove promene u pravilima doneti dodatnu konkurenciju i mnogo pribliznjije bolide po performansama, dok timovi i vozači sa nestrpljenjem iščekuju početak sezone u novom formatu."
  },
  {
    "src": "Images/News/uros-brkic-automobilizam-brdske-trke-2-830x0.jpg",
    "title": "Srpski as protutnjao Cazinom: Uroš Brkić prvi u klasi na brdskoj trci CEZ šampionata",
    "channel": "U konkurenciji više od 50 takmičara, srpski automobilista Uroš Brkić, za volanom prototipa „Norma M 20 F“, osvojio je drugo mesto u generalnom plasmanu i prvo mesto u klasi na trci koja je bodovana za Šampionat Centralne Evrope (FIA CEZ) na brdskim stazama, održanoj u Bosni i Hercegovini! Brkić je za uspeh na stazi u Cazinu osvojio nove bodove i sa ukupno 61 bodom učvrstio se na prvoj poziciji u generalnom plasmanu Šampionata u klasi prototipova - CN/E2-SC. Stazu dugacku 3870m najbolje rangirani srpski automobilista je izvezao u vremenu 2:11.716 sto je ujedno i njegov novi licni rekord.Novim bodovima, Uroš Brkić iz beogradskog ASU „Galax“ na dobrom je putu da odbrani prošlogodišnju titulu i ostvari „het-trik“, jer je 2022. godine bio najbolji u FIA CEZ šampionatu u konkurenciji turing automobila, za volanom „VW pola“. Ukoliko zadrži vodeću poziciju u klasi do kraja sezone, Brkić će ponovo, kao i prošle godine, biti jedini srpski automobilista koji je uspeo da osvoji titulu na međunarodnom takmičenju. U generalnom plasmanu trke u Cazinu trijumfovao je hrvatski automobilista Laslo Šaš za volanom Formule „Rejnard 2KLZY Tec 3000“, dok je u klasi prototipova, iza Brkića, bio Hrvat Filip Magdić u kokpitu „Gibson Nemesisa RME 2000 turbo“. Naredna trka u FIA CEZ šampionatu biće održana narednog vikenda u Crnoj Gori na stazi u Pljevljima. Srpski as navodi da je staza zahtevala veliku pažnju na volanu. „Takmičim se u Cazinu već treću godinu zaredom i zaista se uvek sa posebnom radošću vraćam na ovu stazu. Ova staza je tehnički dosta zahtevna i traži potpuno pripremljen automobil i maksimalno koncentrisanog vozača. Moje najbolje vreme juče bilo je 2:11.716, što je ujedno i moj lični rekord na ovoj stazi. Mislim da sam dao svoj maksimum cemu u prilog govori i razlika u vremenu izmedju dve trke od samo 34 hiljadita dela sekunde, ali i da je automobil mogao biti značajno brži jer sam vozio na dosta starim pneumaticima koji su dosta klizali. Razlog tome je što je fabrika koja proizvodi pneumatike za brdske trke ugasila proizvodnju u decembru prošle godine i sada usled nemogucnosti nabavke novih pneumatika većina vozača je primorana da vozi nekoliko trka na jednom setu pneumatika dok se situacija ne promeni na bolje. Opste je poznato u svetu automobilizma da na ovakvim stazama nova guma može značiti i sekundu po pređenom kilometru, tako da mislim da bih moje vreme moglo biti i nekoliko sekundi brže sa novom gumom na ovoj stazi. Kada sve okolnosti sagledam ne ostaje mi nista drugo osim da budem prezadovoljan postignutim predhodnog vikenda\" poručuje Brkić za Telegraf."
  },
  {
    "src": "Images/News/Screen Recording 2025-07-04 at 11.05.34 PM.jpg",
    "title": "Brkiću drugo mesto na brdskoj trci za „Nagradu Dubrovnika“",
    "channel": "Srpski automobilista po specijalnom pozivu organizatora, za volanom prototipa „Norma M20 F“ osvojio je drugu poziciju u Kupu „Dubravko Čikor“, u memorijalnoj trci koja je posvećena jednom od utemeljivača auto sporta u Dubrovniku i organizatoru takmičenja još od 70. godina prošlog veka. U generalnom poretku trke, koja se bodovala za prvenstvo dve države - Hrvatske i Crne Gore, Brkić je osvojio četvrto mesto. U konkurenciji 115 automobilista, od kojih je 89 završilo takmičenje, u trci voženoj na asfaltnoj stazi uspona od 3.345 metara, Brkićev rezultat je za apsolutno uvažavanje. Posebno ako se uzme u obzir da su u brdskoj trci u dubrovačkom gorju učestvovali velemajstori volana iz regiona.U Kupu „Dubravko Čikor“, gde su učestvovala vozila formule i LMS prototipovi, Brkić je posle dve vožnje, trku završio na drugom mestu, iza Lasla Šaša iz Hrvatske za volanom formule „Rejnard F 3.000“. Brkić je završio trku ispred trećeplasiranog Ivana Subotića iz Crne Gore, koji je bio u bolidu formule „BMW“. U generalnom poretku, slavio je pomenuti Laslo Šaš, ispred drugoplasiranog Vaslija Jakšića iz Crne Gore u „hjundaiju i30 TCR“ i Žarka Knega iz Hrvatske za volanom „Hjundaia Elantre TCR“. Hrvat je završio na trećoj poziciji pošto je bio brži za 0,64 dela sekunde od četvrtoplasiranog Brkića. „Minuli trkački vikend sam vozio bez opterećenja vezanog za bodovni plasman, što je mnogo značilo za koncentraciju u bolidu“, istakao je Brkić. Vozač beogradskog ASU Galax-a kaže da je bilo sitnih tehničkih detalja o kojim je morao da vodi računa. „Ipak, sve je radilo savršeno, i nije uticalo na moju vožnju“, istakao je višestruki srpski automobilistički šampion. Brkić sa trke u Dubrovniku nosi pozitivne utiske za Beograd. „Konkurencija je bila jaka. Mnogi su na ovoj stazi vozili nekoliko sezona unazad, a ja sam u petak popodne stazu prvi put video uživo. Iskustvo na stazi je veoma važno, i to je za mene minulog vikenda bio otežavajući faktor. Razlika na kraju trke u borbi za drugo i treće mesto nije bila toliko velika. Mislim da sam imao šansu i za bolji plasman. Čestitam rivalima na perfektnoj vožnji i pripremljenosti vozila“, rekao je Brkić. Na kraju se osvrnuo i na organizaciju trke u Dubrovniku. „Domaćini iz Dubrovnik Rejsinga su nas ugostili na svetskom nivou a tako su i trku organizovali. Zahvaljujem im, kao i mojim sponzorima. Nadam se da se i dogodine vidimo u Dubrovniku“. Brkić je ove godine odbranio titulu šampiona Centralne Evrope (FIA CEZ HCC) na brdskim stazama u klasi prototipova, za volanom „Norme M20 F“. Prvu titulu u FIA CEZ HCC šampionatu osvojio 2022. godine za volanom „folks vagen pola – S 2.000“ u klasi turning automobila. Sledećeg vikenda Brkić će staviti tačku na ovogodišnju veoma uspešnu sezonu. Učestvovaće na brdskoj trci šampiona u Skradinu (Hrvatska)."
  },
  {
    "src": "Images/News/1725814177-norma-M20F-1536x1152.jpg",
    "title": "Veselinov najbrži na Tari, Brkić odbranio FIA CEZ HCC titulu",
    "channel": "Pobedu u generalnom plasmanu Otvorenog šampionata Srbije na brdskim stazama ostvario je bugarski automobilista koji se takmiči za beogradski klub ASK G.A.G.A. Avala rejsing tim za volanom \"subaru imprece\".\nDrugo mesto u generalnom plasmanu, iza Rumena Veselinova, osvojio je srpski autmobilista Uroš Brkić iz beogradskog ASU Galax tima za volanom prototipa „norma M 20 F“, čime je slavio u klasi CN/E2-SC u Šampionatu Srednjeevropske zone (FIA CEZ HCC), dve trke pre kraja pomenutog takmičenja.\nZapravo, Brkić je odbranio prošle godine osvojenu titulu, a ujedno napravio šamionski het – trik, jer je 2022. godine slavio u pomenutom Šampionatu u klasi turing automobila do 2.000 kubika za volanom „folksvagen pola“. Narednog vikenda Brkića očekuje FIA CEZ HCC trka u Buzetu, ali će za njega to biti samo stvar prestiža, jer je odbranio titulu u klasi prototipova.\n„Teška trka, dosta. Na domaćem terenu, pred domaćom publikom. Vozio sam sa maksimalnim tempom, ali, nije svaka vožnja išla kako sam želeo. U prvoj trci sam imao problem, na prvom jakom kočenju sam isklizao dosta i izgubio dve tri sekunde“, rekao je Brkić.\nU nastavku analize trkačkog učinka na Tari, Brkić je istakao:\n„Drugu trku sam išao opreznije. U trećoj sam želeo maksimalni tempo, ali sam dodirnuo gume koje stoje pored staze, kako takmičari ne bi sekli i skraćivali stazu i otkinuo sam aerodinamička krila sa prednje desne strane oklopa. Tako da sam do cilja imao slabiji tempo, nego što sam želeo. Ali u finišu sam što je jako bitno“.\nNa kraju, Brkić nije krio sreću zbog odbranjene titule.\n„Posle ove trke titula šampiona Centralne Evrope ostaje u Srbiji, kao i predhodne dve sezone. Treća titula za redom i zaista mi to dosta znači. Mislim da su sada predamnom novi izazovi i da je došlo vreme za viši rang takmičenja, čemu se posebno radujem“.\nTreće mesto u generalnom plasmanu današnje brdske trke na Tari pripalo je Aleksandru Vidosavljeviću članu ASK Rid iz Bajine Bašte, za volanom „micubiši lensera EVO 9“. Njih trojica su u subotu na nezvaničnom i dva zvanična treninga najavili današnji plasman posle tri odvežene trke uz obronke Tare.\nNa osmom mestu u generalnom plasmanu našao se naredni srpski automobilista, Veljko Alempiević iz ASK WRR tima za volanom „mini kupera JCW“.\nNezvanični generalni plasman\n1. R. VESLELINOV – 6:15.190 minuta iz tri vožnje\n2. U. BRKIĆ – 6:25.066 (-9.876 sekundi)\n3. A. VIDOSAVLJEVIĆ – 6:28.471\n4. I. IGNATOV 06:31.921\n5. G. SHAQIRI – 6:45.311\n6. A. DIMITROV YORDANOV  – 6:56.012\n7. V. GEORGIEV – 7:03.970\n8. V. ALEMPIJEVIĆ – 7:07.458\n9. K. LOZANOV KRUMOV – 7:15.506\n10. M. PETKOV ANGELOV – 7:16.623"
  },
  {
    "src": "Images/News/1718479623-uros-split-1-1536x1023.jpg",
    "title": "Uroš Brkić prvi u kvalifikacijama brdske trke u Splitu",
    "channel": "Srpski automobilista dominirao je na stazi dugoj 4.100 metara kraj Splita, u kvalifikacijama za 27. \"Nagradu Radošić-Malačka sv. Dujam 2024\", koja se boduje za brdski šampionat Centralne Evrope (CEZ). Ukupno učestvuje 79 takmičara iz Hrvatske, Bosne i Hercegovine, Crne Gore, Albanije, Mađarske i Srbije. Uroš Brkić, jedini predstavnik Srbije u ovogodišnjem CEZ brdskom šampionatu, za volanom prototipa “Norma M20F” dominirao je u kvalifikacijama, zauzevši prvo mesto u generalnom plasmanu i u klasi CN E2/SC. Njegov rezultat od 2:21.51 minuta u prvom zvaničnom treningu bio je najbolji generalno. „Imao sam skoro savršen dan“, izjavio je Brkić posle završenih kvalifikacija, čime ja najavio pobedu u nedeljnoj trci. „Od prvog nezvaničnog treninga bio sam u visokom ritmu. Uspeo sam da zadržim vodeću poziciju. Nadam se još boljem rezultatu u nedeljnoj trci i novim bodovima, koji će mi pomoći da se približim vrhu tabele Centralno-evropskog prvenstva, gde trenutno zauzimam drugo mesto u mojoj klasi.“Brkić je u poslednjoj vožnji imao peh na stazi, ali ga to nije omelo da na kraju bude najbolji.“Zbog tehničkih problema takmičara koji je startovao ispred mene, zaustavljen sam od strane sudija u devetoj krivini. Kvalifikacije su prekinute, dok organizatori nisu raščistili stazu. Tu sam ostao oko tri minuta. Potom je odlučeno da me puste da odvezem vozilo do cilja, bez restrata, jer je reč o treningu, a ne o trci. Iako sam želeo u toj poslednjoj vožnji dana da postavim još bolje vreme i ispitam sve nedoumice, kako ih ne bi imao u nedeljnoj trci, usledio je prekid. Vreme iz te vožnje nije bilo merovadno”, objasnio je Brkić i iskoristio priliku da zahvali svima koji ga podržavaju u ovogodišnjoj takmičarskoj sezoni, pre svega porodici, pratećem timu, generalnom sponzoru – kompaniji “Marinković-Hofmann”, Auto klubu Galax iz Beograda, čiji je član, sponzorima i svim ljubiteljima auto sporta."
  },
  {
    "src": "Images/News/Uros-Brkic-Poljska-CEZ-maj-2024-box.jpg",
    "title": "Uroš Brkić drugi u Poljskoj za CEZ",
    "channel": "Na stazi Korcina (Korczyna) u Poljskoj pokraj Krosna, počela je nova sezona za šampionat Centralnevropske zone (CEZ) u brdskim auto trkama za 2024. godinu, a na startu je ponovo blistao Uroš Brkić. Među 73 takmičara, jedini predstavnik Srbije, Uros Brkić, aktuelni šampion CEZ-a, postigao je odličan rezultat osvajanjem drugog mesta u klasi E2-SC sa prototipom NORMA M20F. Brkić je stazu dugačku 4540 metara prešao za 2:04.952.-Suočili smo se sa brojnim izazovima u pripremi za sezonu. Jedna od najtežih prepreka, koja nam je donela mnoge besane noći je bilo kašnjenje potrebnih delova iz Francuske za menjač.To je sve značilo da ćemo imati malo vremena za priremu bolida – rekao je Brkić u izjavi posle slavlja na još jednom podijumu i objasnio – To kašnjenje delova, je za sobom povuklo i nedostatak testiranja novih elemenata na automobilu. Faktički ova prva trka u Korcini je predstavljala i prvi pravi test. Ipak na kraju, iako je kao zvanični šampion navikao i nas i sebe na pobede, kada se sve sabere Uroš Brkić ne može da bude nezadovoljan. – Naravno da uvek stremim pobedi ali u ovakvim uslovima je bilo baš teko.Ipak, uspeo sam za jako kratko vreme da se prilagodim brzoj i klizavoj stazi – kaže Brkić koji je blustao u Poljskoj na teškoj, zahtevnoj i nadasve klizavoj stazi. Sa srećom koja ih je pratila na ovoj trci, Brkić ističe da je prvobitna trka trebala biti održana u Severnoj Makedoniji, ali je odložena, omogućavajući im da završe pripremu svog bolida. Brkić se takođe osvrnuo na naporan raspored trka koji ih očekuje u narednim nedeljama, uključujući trke u Češkoj, Sloveniji, Hrvatskoj i Albaniji, ističući da će prva trećina sezone biti završena nakon pet uzastopnih vikenda trka, nakon čega sledi zasluženi odmor od tri nedelje. Brkić je takođe iskoristio priliku da se zahvali svom pratećem timu, porodici, AK Galax kao i generalnom sponzoru kompaniji Marinković-Hofmann koji su mu pružili podršku i olakšali nastup na ovom takmičenju. Brkić i njegov tim su se suočili s izazovima, ali su uspeli da ostvare rezultat u Korcini, pokazujući posvećenost i spremnost za naredne trke u sezoni."
  },
  {
    "src": "Images/News/1779920.jpg",
    "title": "UROŠ BRKIĆ DRUGI U SLOVENIJI: Veliki peh koštao srpskog vozača borbe za prvo mesto na brdskoj trci",
    "channel": "Uroš Brkić, srpski automobilista za volanom prototipa \"Norma M20F\", na stazi u Gorjancima osvojio je devet bodova u klasi E2 SC, u Šampionatu Centralnoevropske zone (CEZ). Prvo mesto posle dve prevezene trke u klasi E2 SC osvojio je Čeh Aleš Mlejnik ispred Brkića, dok je treća pozicija pripala slovenačkom automobilisti Vladimiru Stankoviću. „Imao sam peh u prvoj trci. Na nekih 100 metara pre cilja ostao sam bez sajle gasa, ali sam ipak prošao kroz cilj. U pauzi između dve trke otklonili smo kvar, ali, bilo je nemoguće da nadoknadim zaostatak od četiri sekunde posle prve trke i ugrozim Mlejnika“, prokomentarisao je Brkić. Na stazi u Gorjancima ukupno je startovalo 83 vozača u konkurenciji turing i GT automobila, prototipova i formula, potrdio je Brkić. „U mojoj E2 SC klasi bilo je šestorica vozača, a računajući i formule, ukupno nas je startovalo devetorica. Uslovi za trkanje nisu bili sjajni. Staza je prilično neravna i nestabilna za vožnju“, istakao je Brkić. Posle tri trkačka vikenda (Poljska, Češka i Slovenija), Uroš Brkić, koji brani prošle godine osvojenu titulu u klasi E2 SC, na kontu ima 18 bodova i nalazi se na drugom mestu u generalnom plasmanu. Vodeći je Čeh Petr Trnka sa 25 bodova. Narednog vikenda na programu je četvrto takmičenje u ovogodišnjem CEZ šampionatu na brdskim stazama. Trkački vikend biće organizovan u Splitu, na tradicionalnoj 27. „Nagradi Radošić Sv. Dujam/“."
  }
]
