[
  { "title": "2025:", "add": "aktuelno ", "text": "Ove sezone takmičim se u znatno bržem, savremenijem i bolje razvijenom italijanskom prototipu Osella PA21." },
  { "title": "2024:", "add": "", "text": "Uz manje dorade na istoj Normi, ponovo osvajam šampionat CEZ u istoj klasi, uz više zapaženih vremena. " },
  { "title": "2023:", "add": "", "text": "Prelazim u kategoriju prototipova – prvi put kao takmičar, sa francuskim bolidom Norma M20F. Već u prvoj sezoni, uz minimalne testove, osvajam brdski šampionat Centralne Evrope u klasi CN E2-SC." },
  { "title": "2022:", "add": "", "text": "Vraćam se na evropsku scenu – CEZ brdski šampionat, nastupajući sa VW Polom 2000 E1. Osvajam titulu u Grupi 1." },
  { "title": "2021:", "add": "", "text": "I  dalje vozim VW Polo u klasi do 2000 E1. Osvajam šampionat Srbije, drugo mesto u generalnom plasmanu brdskih trka, a na kružnim trkama završavam kao vicešampion u klasi do 2000 E1." },
  { "title": "2020:", "add": "", "text": "Polo konačno daje puni potencijal. Osvajam šampionat Srbije u klasi do 2000 E1 i prvo mesto u generalnom plasmanu otvorenog prvenstva Srbije u brdskim trkama. " },
  { "title": "2019:", "add": "", "text": "Nastavljam da se takmičim sa VW Polom i sezonu završavam kao drugi u klasi. " },
  { "title": "2018:", "add": "", "text": "Iz Slovačke nabavljamo VW Polo S2000 šasiju i sklapamo auto za brdske i kružne trke. U sezoni razvoja osvajam vicešampionsku titulu u brdskim trkama, u klasi do 2000 E1. " },
  { "title": "2017:", "add": "", "text": "Zbog tehničkih problema, primoran sam da promenim tri automobila: Honda Civic 1600 E1, pozajmljena Honda Integra 1600 E1 i VW Golf 1600 E1. Ipak, uspevam da osvojim kružni šampionat Srbije u klasi. " },
  { "title": "2016:", "add": "", "text": "Vraćam se u domaći brdski šampionat sa Hondom Civic 1600 E1 i upisujem rekord staze na Košutnjaku. " },
  { "title": "2015:", "add": "prekretnica", "text": "Ulazim u kružni Endurance šampionat Centralne Evrope (Clio IV RS Cup) i završavam kao drugi, dok istovremeno osvajam Clio Cup u okviru ESET V4 evropskog kupa. Takodje iste godine na pojedinim trkama vozim i novotvoreni Renault Twingo kup gd beležim plasmane u top 3. Tada upoznajem evropske autodrome i odlučujem da je međunarodna scena moj pravac." },
  { "title": "2014:", "add": "", "text": "Takmičim se u brdskom šampionatu Srbije sa Honda Civic 1600 E1. " },
  { "title": "2013:", "add": "", "text": "Vozim brdske i kružne trke sa Jugom. Uprkos nekoliko pehova, sezonu završavam kao vicešampion brdskog šampionata u nacionalnoj klasi." },
  { "title": "2012:", "add": "", "text": "PU automobilu VW Scirocco 1600 E1, završavam sezonu kao vicešampion klase u brdskim trkama." },
  { "title": "2011:", "add": "", "text": "Prelazim na VW Scirocco 1400 E1 i osvajam šampionat u klasi na brdskim trkama, kao i 3. mesto u generalnom plasmanu. " },
  { "title": "2010:", "add": "Prelazim u snažnije klase.", "text": "Na brdskim trkama vozim Yugo 1400 E1, sezonu završavam na 4. mestu, a na kružnim trkama vozim Yugo 55 Sport – nacionalnu klasu koju je moj otac Čedomir utemeljio davne 1985. godine. Te godine završavam i školu vožnje kod Tapija Laukanena, slavnog finskog vozača, stičući napredne trkačke tehnike." },
  { "title": "2009:", "add": "", "text": "Nastavljam s Jugom i sezonu završavam kao vicešampion brdskih trka." },
  { "title": "2008:", "add": "Ključna godina.", "text": "U Jugu sam bio brz i na brdu i na krugu. Na kružnim trkama sam jedan od favorita – postavljam rekord klase na čuvenoj stazi Beogradskog Ušća, ostvarujem prvo vreme na treningu i prvu pobedu pred hiljadama gledalaca, vodeći od starta do cilja. Na poslednjoj trci šampionata prvi put nastupam u snažnijem automobilu – Honda Civic 1600 E1. U brdskim trkama osvajam obe titule – juniorsku i seniorsku, uz nekoliko rekorda klase." },
  { "title": "2007:", "add": "Ostajem u istoj klasi.", "text": "Sezonu završavam kao treći u kružnim i treći u brdskim trkama. Kao šampion brdskih trka iz prethodne godine, prvi put nosim broj 1 na automobilu. Te godine u Novom Sadu ostvarujem prvu pobedu na kružnim trkama, a pehar mi uručuje Miloš Pavlović – što mi je, kao junioru, predstavljalo ogromno priznanje." },
  { "title": "2006:", "add": "(18 godina)", "text": "Ostajem u istoj klasi i učestvujem i na brdskim i kružnim trkama. Na brdskim trkama osvajam svoju prvu šampionsku titulu – i juniorsku i seniorsku – u Šampionatu Srbije." },
  { "title": "2005:", "add": "(17 godina)", "text": "Prelazim u višu klasu – Yugo 1116ccm N, i počinjem da vozim kružne trke. U konkurenciji od preko 50 automobila beležim nekoliko zapaženih plasmana, ali i nekoliko odustajanja. Sezonu završavam na 26. mestu." },
  { "title": "2004:", "add": "(16 godina)", "text": "Uz saglasnost roditelja, iako bez vozačke dozvole, započeo sam takmičenje u automobilima. Te sezone obnovljena je klasa 'Fića' na brdskim trkama, pa smo sklopili trkačku Zastavu 850. Debitovao sam za AKK Floyd, gde sam ranije vozio karting, i sezonu završio kao treći u juniorskoj konkurenciji Zastava 850 Kupa Srbije. Moj prvi trkački Fića i dalje je sačuvan – s ponosom.“" }
]
