[
  { "title": "2025:", "add": "aktuelno", "text": "U sezoni 2025. nastupa u znatno bržem i savremenijem italijanskom prototipu Osella PA21." },
  { "title": "2024:", "add": "", "text": "Sa manjim doradama na istoj Normi, ponovo osvaja CEZ šampionat u istoj klasi, uz još bolja postignuta vremena." },
  { "title": "2023:", "add": "", "text": "Debituje u kategoriji prototipova, nastupajući sa francuskim bolidom Norma M20F. Već u prvoj sezoni osvaja CEZ titulu u klasi CN E2-SC, uprkos minimalnom broju testova." },
  { "title": "2022:", "add": "", "text": "Vraća se na evropsku scenu i učestvuje u CEZ brdskom šampionatu sa VW Polom 2000 E1, gde osvaja titulu u Grupi 1." },
  { "title": "2021:", "add": "", "text": "Nastupa sa VW Polom 2000 E1 i osvaja šampionat Srbije, drugo mesto u generalnom plasmanu brdskih trka, kao i vicešampionsku titulu u kružnim trkama klase do 2000 E1." },
  { "title": "2020:", "add": "", "text": "VW Polo dostiže puni potencijal – osvaja titulu šampiona Srbije u klasi do 2000 E1 i prvo mesto u generalnom plasmanu otvorenog prvenstva u brdskim trkama." },
  { "title": "2019:", "add": "", "text": "Sezonu završava kao drugoplasirani u klasi, nastavljajući da vozi VW Polo." },
  { "title": "2018:", "add": "", "text": "Dovozi se VW Polo S2000 šasija iz Slovačke i sklapa automobil za brdske i kružne trke. U razvojnoj sezoni osvaja vicešampionsku titulu u klasi do 2000 E1." },
  { "title": "2017:", "add": "", "text": "Usled tehničkih problema, tokom sezone menja tri automobila (Honda Civic, Integra i VW Golf 1600 E1), ali ipak osvaja kružni šampionat Srbije u klasi." },
  { "title": "2016:", "add": "", "text": "Nastupa u domaćem brdskom šampionatu sa Hondom Civic 1600 E1 i postavlja rekord staze na Košutnjaku." },
  { "title": "2015:", "add": "prekretnica", "text": "Ulazi u CEZ Endurance šampionat (Clio IV RS Cup) i završava kao drugoplasirani. Osvaja Clio Cup u okviru ESET V4 kupa, beleži top 3 plasmane u Twingo kupu i stiče prvo iskustvo na evropskim autodromima – odlučujući korak ka međunarodnoj sceni." },
  { "title": "2014:", "add": "", "text": "Nastupa u brdskom šampionatu Srbije sa Hondom Civic 1600 E1." },
  { "title": "2013:", "add": "", "text": "Vozilom Yugo učestvuje u brdskim i kružnim trkama, a sezonu završava kao vicešampion nacionalne klase u brdskom šampionatu." },
  { "title": "2012:", "add": "", "text": "Sa automobilom VW Scirocco 1600 E1 završava sezonu kao vicešampion klase u brdskim trkama." },
  { "title": "2011:", "add": "", "text": "Nastupa u VW Sciroccu 1400 E1 i osvaja šampionsku titulu u klasi na brdskim trkama, uz treće mesto u generalnom plasmanu." },
  { "title": "2010:", "add": "Prelaz u snažnije klase.", "text": "Na brdskim trkama vozi Yugo 1400 E1 i završava sezonu na 4. mestu. U kružnim trkama nastupa sa Yugo 55 Sport – modelom iz klase koju je njegov otac Čedomir utemeljio 1985. godine. Te godine završava i školu vožnje kod legendarnog Tapija Laukanena u Finskoj." },
  { "title": "2009:", "add": "", "text": "Nastavlja takmičenje sa Jugom i sezonu završava kao vicešampion brdskih trka." },
  { "title": "2008:", "add": "Ključna godina.", "text": "Zapažene vožnje sa Jugom na brdu i krugu. Na stazi Ušće postavlja rekord klase, beleži prvu pobedu i ostvaruje vodeću poziciju od starta do cilja. Na kraju sezone prvi put nastupa sa Hondom Civic 1600 E1 i osvaja dve titule – juniorsku i seniorsku, uz nekoliko rekorda klase." },
  { "title": "2007:", "add": "Ostaje u istoj klasi.", "text": "Treće mesto u brdskim i kružnim trkama. Prvu pobedu na krugu beleži u Novom Sadu, a pehar mu uručuje Miloš Pavlović – veliko priznanje za jednog juniora." },
  { "title": "2006:", "add": "(18 godina)", "text": "Takmiči se u obe discipline – brdske i kružne trke. Osvojene su prve šampionske titule u Srbiji – i juniorska i seniorska." },
  { "title": "2005:", "add": "(17 godina)", "text": "Ulazi u višu klasu (Yugo 1116ccm N) i počinje da vozi kružne trke. Među više od 50 takmičara beleži zapažene plasmane, ali i nekoliko odustajanja. Sezonu završava na 26. mestu." },
  { "title": "2004:", "add": "(16 godina)", "text": "Sa 16 godina, uz saglasnost roditelja i bez vozačke dozvole, započinje trkačku karijeru u obnovljenoj klasi 'Fića'. Nastupa sa Zastavom 850 za AKK Floyd i završava sezonu kao treći junior u Zastava 850 Kupu Srbije. Prvi trkački Fića i dalje je sačuvan." }
]
